/* $ObjectName=MAFLogonUING_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XFLD: label for a field */
"keyMAFLogonUIProgressDialogText" = "正在登入";

/* XFLD: label for a field */
"keyMAFLogonUIAlertViewButtonText" = "确定";

/* XHED: label for a field */
"keyMAFLogonUIAlertViewTitle" = "错误";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerHost" = "服务器";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelResourcePath" = "URL 后缀";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelForceGatewayConnection" = "仅网关";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerPort" = "端口";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerDomain" = "域";

/* XFLD: label for a switch (on/off), max 18 chars */
"keyMAFLogonUIFieldLabelIsHttps" = "安全通道";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendPassword" = "密码";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendPasswordAgain" = "确认密码";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelFarmId" = "场标识";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecurityConfig" = "安全配置";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendUserName" = "用户名";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePassword" = "新密码";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelCreateSecureStorePassword" = "密码";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordAgain" = "确认密码";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOldWhenToogle" = "应用密码";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordCurrent" = "当前应用密码";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelMobileUser" = "移动用户";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelActivationCode" = "激活码";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelGatewayClient" = "客户端";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPasscode" = "单点登录密码";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaUserName" = "用户名";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaPassword" = "密码";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPassword" = "密码";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUserName" = "用户名";

/* XFLD: label for a field */
"keyMAFLogonUIFieldHintOptional" = "（可选）";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelDeleteUser" = "是否取消激活应用？";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelLock" = "是否锁定应用？";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUpdateApplicationSettings" = "是否更新应用设置？";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerTrust" = "是否信任此证书？";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUploadTrace" = "是否将跟踪信息上载到服务器？";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOn" = "打开密码";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOff" = "关闭密码";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelChangePasscode" = "更改密码";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForBasicRegistrationGroup" = "登入数据";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForHiddenGroupBasic" = "详细信息";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForPasswordCreation" = "应用密码";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForPasswordChangeNewGroup" = "应用密码";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationStart" = "下一步";

/* XBUT */
"keyMAFLogonUIActionItemLabelStartLogon" = "登入";

/* XBUT */
"keyMAFLogonUIActionItemLabelDemoMode" = "试用";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationCancel" = "取消";

/* XBUT */
"keyMAFLogonUIActionItemLabelSecureStoreCreationStart" = "完成";

/* XBUT */
"keyMAFLogonUIActionItemLabelSecureStoreCreationCancel" = "取消";

/* XBUT */
"keyMAFLogonUIActionItemLabelUnlockStart" = "登入";

/* XBUT */
"keyMAFLogonUIActionItemLabelUnlockCancel" = "忘记密码？";

/* XBUT */
"keyMAFLogonUIActionItemLabelLockStart" = "锁定";

/* XBUT */
"keyMAFLogonUIActionItemLabelLockCancel" = "取消";

/* XBUT */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsStart" = "更新";

/* XBUT */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsCancel" = "取消";

/* XBUT */
"keyMAFLogonUIActionItemLabelDeleteStart" = "取消激活";

/* XBUT */
"keyMAFLogonUIActionItemLabelDeleteCancel" = "取消";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordStart" = "完成";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordCancel" = "取消";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordStart" = "完成";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordCancel" = "取消";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationInfoCancel" = "取消";

/* XBUT */
"keyMAFLogonUIActionItemLabelUploadTraceStart" = "上载";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOForgot" = "忘记单点登录密码";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOSkip" = "跳过";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaStart" = "完成";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaCancel" = "取消";

/* XBUT */
"keyMAFLogonUIActionItemLabelUploadTraceCancel" = "取消";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOStart" = "下一步";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsStart" = "下一步";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsCancel" = "取消";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterPasscodeStart" = "完成";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterPasscodeCancel" = "取消";

/* XBUT */
"keyMAFLogonUIActionItemLabelPasscodeLockCancel" = "返回";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOCancel" = "取消";

/* XHED */
"keyMAFLogonUIViewTitleLabelRegistrationScreen" = "登入";

/* XHED */
"keyMAFLogonUIViewTitleLabelSSOPasscodeScreen" = "输入单点登录密码";

/* XHED */
"keyMAFLogonUIViewTitleLabelPasscodeLockScreen" = "密码锁";

/* XHED */
"keyMAFLogonUIViewTitleLabelEnterCredentialsScreen" = "输入凭据";

/* XHED */
"keyMAFLogonUIViewTitleLabelAfariCredentialsScreen" = "Afaria";

/* XHED */
"keyMAFLogonUIViewTitleLabelEnterPasscodeScreen" = "输入密码";

/* XHED */
"keyMAFLogonUIViewTitleLabelSecureStoreCreationScreen" = "设置密码";

/* XHED */
"keyMAFLogonUIViewTitleLabelChangeSecureStorePasswordScreen" = "更改密码";

/* XHED */
"keyMAFLogonUIViewTitleLabelUnlockScreen" = "登入";

/* XHED */
"keyMAFLogonUIViewTitleLabelDeleteScreen" = "删除";

/* XHED */
"keyMAFLogonUIViewTitleLabelLockScreen" = "锁定";

/* XHED */
"keyMAFLogonUIViewTitleLabelUpdateScreen" = "更新";

/* XHED */
"keyMAFLogonUIViewTitleLabelUploadTraceScreen" = "上载跟踪信息";

/* XHED */
"keyMAFLogonUIViewTitleLabelChangeBackendPasswordScreen" = "更新密码";

/* XHED */
"keyMAFLogonUIViewTitleLabelRegistrationInfoScreen" = "登入数据";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelRegistrationScreen" = "登入";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationScreen" = "设置密码";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalScreen" = "设置密码";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelEnterSSOScreen" = "输入单点登录密码";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterAfariaScreen" = "Afaria";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterCredentialsScreen" = "输入登入凭据";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalInRegistrationScreen" = "设置密码";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordScreen" = "更改密码";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordOptionalScreen" = "更改密码";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelDeleteSecureStorePasswordScreen" = "关闭密码";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUnlockScreen" = "登入";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelDeleteScreen" = "删除";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelLockScreen" = "锁定";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUpdateScreen" = "更新";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUploadTraceScreen" = "上载跟踪信息";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeBackendPasswordScreen" = "更新密码";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelRegistrationInfoScreen" = "登入数据";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSplashScreen" = "SAP MAF 登录示例";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSplashScreen" = "如果您没有自己的登入数据，可以试用样本数据。";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationScreen" = "请输入应用密码以登入该应用。应用将记住此数据。";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationScreen" = "您必须设置应用密码保护应用免受未经授权的使用。";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalScreen" = "您可以设置应用密码保护应用免受未经授权的使用。";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalInRegistrationScreen" = "您可以设置应用密码保护应用免受未经授权的使用。";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordScreen" = "输入旧应用密码，然后输入新应用密码以更改该密码。";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordOptionalScreen" = "输入旧应用密码，然后输入新应用密码以更改该密码。";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelDeleteSecureStorePasswordScreen" = "输入应用密码关闭该密码。";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUnlockScreen" = "请输入应用密码以登入该应用。";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelDeleteScreen" = "这是一个针对登录顺序的上下文方法示例（使用 MAF 组件）- 删除";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelLockScreen" = "这是一个针对登录顺序的上下文方法示例（使用 MAF 组件）- 锁定";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUpdateScreen" = "这是一个针对登录顺序的上下文方法示例（使用 MAF 组件）- 更新";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUploadTraceScreen" = "这是一个针对登录顺序的上下文方法示例（使用 MAF 组件）- 上载跟踪信息";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeBackendPasswordScreen" = "输入当前密码以更新用于应用的密码。";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationInfoScreen" = "可以显示该应用的登入数据。";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterSSOScreen" = "输入密码以使用客户端数据中心。";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterAfariaScreen" = "输入 Afaria 凭据。";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterCredentialsScreen" = "输入凭据以登入应用。 这些凭据存储在客户端数据中心应用中，您也可以在其他应用中使用。";

/* XMSG: message */
"keyMAFLogonUIConfirmationMessage" = "是否确定重置应用？";

/* XHED: message */
"keyMAFLogonUIConfirmationTitle" = "确认";

/* XBUT */
"keyMAFLogonUIConfirmationCancelButtonLabel" = "取消";

/* XBUT */
"keyMAFLogonUIConfirmationOKButtonLabel" = "确定";

/* XMSG: message */
"keyMAFLogonUIFooterDescriptionLabel" = "2013 SAP AG";

/* XGRP */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitlePasscodeMandatory" = "更改应用密码";

/* XGRP */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitleDefPasscodeUsed" = "设置应用密码";

/* XFLD: label for a field */
"keyMAFLogonUIDeleteProgressDialogText" = "删除";

/* XFLD: label for a field */
"keyMAFLogonUIUpdateApplicationSettingsProgressDialogText" = "更新";

/* XFLD: label for a field */
"keyMAFLogonUIUploadTraceProgressDialogText" = "上载";

/* XMSG: message */
"keyErrMAFLogonUINGRegistrationCancelled" = "已取消注册。";

/* XMSG: message */
"keyErrMAFLogonUINGOperationCancelled" = "已取消操作。";

/* XMSG: message */
"keyErrMAFLogonUINGPasscodeChangeNotAllowed" = "Afaria 密码策略为“始终关闭”，因此无法更改应用密码。";

/* XMSG: message */
"keyErrDescrMAFLogonUINGErrorPasswordsNotEqual" = "您输入的密码不匹配。";

/* XMSG: message */
"keyErrMAFLogonUINGCannotRegisterUsingCertificate" = "无法使用证书注册类型进行注册。 检查是否已正确安装 Afaria 客户端或者是否已设置 CertificateProvider。";

/* XHED: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewTitle" = "忘记单点登录密码";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewMessage" = "重置客户端数据中心中的单点登录密码，然后重启应用。";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSORelaunchSkipAlertViewMessage" = "跳过单点登录密码输入会使此应用脱离客户端数据中心。";

/* XMSG: message */
"keyErrDescrMAFLogonUINGMCIMSSOPinInvalid" = "单点登录密码无效";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "不允许在此状态下执行操作。";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidCharacter" = "%1$@ 字段包含无效字符";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidLength" = "%1$@ 长度必须在 %2$d 个字符以内";

/* XMSG: message */
"keyErrMAFLogonUINGInvalidPort" = "端口号必须介于 1 到 65535 之间";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOld" = "旧密码";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present information about the currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelApplicationTimeout" = "超时";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelTimeoutImmediately" = "立即";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleSecond" = "%1$i 秒钟后";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularSecond" = "%1$i 秒钟后";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingle" = "%1$i 分钟后";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlular" = "%1$i 分钟后";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleHour" = "%1$i 小时后";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularHour" = "%1$i 小时后";

